<?php

return [
    /*
     	付款方式
     */
    'pay_type' => [
    	0 => '按进度付款',
    	1 => '按合同付款'
    ],
    /*
     
     * 源单类型*/
    'source_type' => [
    	'无来源',
    	'材料合同',
    	'材料入库',
    	'材料结算'
    ],
    /*
     
     * 付款类型*/
    'pay_mold' => [
    	'材料付款',
    	'劳务付款',
    	'工资发放',
    	'租赁付款',
    	'机械付款',
    	'采购付款',
    	'预付款',
    	'保证金',
    	'办公用品',
    	'其他'
	],
	'pay_way' => [
		'现金',
		'网银',
		'支付宝',
		'承兑汇票',
		'转账支票',
		'汇票',
		'一次性支付',
		'分期支付',
		'其他'
	],
	/*
	 
	 * 报销科目*/
	
	'apply_subject' => [
		'职员餐费',
		'通讯费',
		'业务招待费',
		'人员工资',
		'福利费',
		'工程保险费',
		'消防设施费',
		'税费',
		'差率费',
		'办公用品',
		'水电费',
		'其他'
	],
	/*
	 
	 * 收款类型*/
	'receipts_type' => [
		'工程收款',
		'销售收款',
		'其他收款'
	]
];
